{
  "quotes": [
    { "id": 1, "text": "Le véritable voyage de découverte ne consiste pas à chercher de nouveaux paysages, mais à avoir de nouveaux yeux." },
    { "id": 2, "text": "L’obstination est le chemin de la réussite, tandis que la résignation est celui de l’échec." },
    { "id": 3, "text": "Ils ne savaient pas que c’était impossible, alors ils l’ont fait." },
    { "id": 4, "text": "La seule limite à notre épanouissement de demain sera nos doutes d’aujourd’hui." },
    { "id": 5, "text": "Il faut viser la lune, car même en cas d’échec, on atterrit dans les étoiles." },
    { "id": 6, "text": "L’imagination est plus importante que le savoir, car le savoir est limité tandis que l’imagination englobe le monde entier." },
    { "id": 7, "text": "Ce n’est pas parce que les choses sont difficiles que nous n’osons pas, c’est parce que nous n’osons pas qu’elles sont difficiles." },
    { "id": 8, "text": "Tout ce qui est fait de grand dans le monde est fondé sur l’espoir." },
    { "id": 9, "text": "Il n’y a point de génie sans un grain de folie." },
    { "id": 10, "text": "La perfection n’est pas atteinte lorsqu’il n’y a plus rien à ajouter, mais lorsqu’il n’y a plus rien à retrancher." },
    { "id": 11, "text": "C’est dans les moments d’obscurité que brillent les véritables lumières de l’esprit humain." },
    { "id": 12, "text": "La grandeur ne réside pas dans le fait de ne jamais tomber, mais de toujours se relever." },
    { "id": 13, "text": "L’esprit humain a cette capacité extraordinaire de se réinventer face à l’adversité." },
    { "id": 14, "text": "On ne peut découvrir de nouveaux océans sans avoir le courage de perdre de vue le rivage." },
    { "id": 15, "text": "Le plus grand risque est de ne jamais prendre de risque." },
    { "id": 16, "text": "La vraie sagesse réside dans la capacité à écouter ce que l’on ne veut pas entendre." },
    { "id": 17, "text": "La connaissance parle, mais la sagesse écoute." },
    { "id": 18, "text": "L’expérience est une lanterne attachée dans le dos, qui n’éclaire que le chemin parcouru." },
    { "id": 19, "text": "Le vrai voyage de découverte ne consiste pas à chercher de nouveaux paysages, mais à avoir de nouveaux yeux." },
    { "id": 20, "text": "La vie est courte, l’art est long, l’occasion fugace, l’expérience trompeuse et le jugement difficile." },
    { "id": 21, "text": "Ce n’est pas la force, mais la persévérance, qui fait les grandes œuvres." },
    { "id": 22, "text": "L'homme n’est jamais maître de son destin, seulement de ses choix." },
    { "id": 23, "text": "Le véritable échec est de ne pas essayer, car l’échec est souvent le prélude de la réussite." },
    { "id": 24, "text": "La paix intérieure naît du détachement des résultats et de l’attachement aux efforts." },
    { "id": 25, "text": "Chaque difficulté rencontrée doit être l'occasion d’un nouveau progrès." },
    { "id": 26, "text": "Il faut porter du chaos en soi pour accoucher d’une étoile dansante." },
    { "id": 27, "text": "L’intelligence est la capacité de s’adapter au changement." },
    { "id": 28, "text": "Il est plus facile de juger autrui que de se comprendre soi-même." },
    { "id": 29, "text": "La sagesse commence dans l’émerveillement et grandit dans la compréhension." },
    { "id": 30, "text": "Le plus grand voyage commence toujours par une décision de partir." }
  ]
}
