{
  "quotes": [
    { "id": 1, "text": "Le succès n’est pas final, l’échec n’est pas fatal : c’est le courage de continuer qui compte." },
    { "id": 2, "text": "La vie, c’est comme une bicyclette, il faut avancer pour ne pas perdre l’équilibre." },
    { "id": 3, "text": "Rien de grand ne s’est accompli sans passion." },
    { "id": 4, "text": "La meilleure façon de prédire l’avenir est de le créer." },
    { "id": 5, "text": "L’expérience est le nom que chacun donne à ses erreurs." },
    { "id": 6, "text": "On ne voit bien qu’avec le cœur. L’essentiel est invisible pour les yeux." },
    { "id": 7, "text": "La connaissance s’acquiert par l’expérience, tout le reste n’est que de l’information." },
    { "id": 8, "text": "Le bonheur n’est pas quelque chose de prêt à l’emploi. Il vient de vos propres actions." },
    { "id": 9, "text": "Il n’y a qu’une façon d’échouer, c’est d’abandonner avant d’avoir réussi." },
    { "id": 10, "text": "Un voyage de mille lieues commence toujours par un premier pas." },
    { "id": 11, "text": "Le succès appartient à ceux qui se lèvent tôt et travaillent dur chaque jour." },
    { "id": 12, "text": "Chaque obstacle est une opportunité déguisée en défi." },
    { "id": 13, "text": "La vie est un défi à relever, un bonheur à mériter, une aventure à tenter." },
    { "id": 14, "text": "Le courage ne rugit pas toujours ; parfois, il est la voix calme de la persévérance." },
    { "id": 15, "text": "On apprend plus de ses échecs que de ses succès." },
    { "id": 16, "text": "Les rêves ne fonctionnent que si vous travaillez dur pour eux." },
    { "id": 17, "text": "Le bonheur ne dépend pas de ce que l’on possède, mais de ce que l’on apprécie." },
    { "id": 18, "text": "Il faut viser la perfection pour atteindre l’excellence." },
    { "id": 19, "text": "Chaque jour est une nouvelle chance de faire mieux qu’hier." },
    { "id": 20, "text": "L’échec est le fondement de la réussite future." },
    { "id": 21, "text": "La patience est la clé de la réussite dans la durée." },
    { "id": 22, "text": "La confiance en soi est le premier secret du succès." },
    { "id": 23, "text": "Il vaut mieux essayer et échouer que de ne jamais avoir essayé." },
    { "id": 24, "text": "Le talent sans le travail n'est qu'un potentiel inexploité." },
    { "id": 25, "text": "Le progrès est impossible sans changement." },
    { "id": 26, "text": "La difficulté attire l’homme de caractère." },
    { "id": 27, "text": "Chaque effort porte toujours ses fruits un jour." },
    { "id": 28, "text": "N'abandonne jamais avant d'avoir tout donné." },
    { "id": 29, "text": "La persévérance finit toujours par triompher de l’adversité." },
    { "id": 30, "text": "Plus le combat est dur, plus la victoire est belle." }
  ]
}
